Repository: joyadel36/EcommerceAdmin
Catalog: Resources/Views/Invoice/FinishAddingItemsTotheCustomerInvoice.*.resx
Languages: ar

source: Add Discount For Invoice
ar: اضف خصم علي الفاتورة

source: Add Items To Invoice
ar: اضف منتجات الي الفاتورة

source: Amount
ar: الكمية

source: Applay Discount
ar: تطبيق الخصم

source: Cashier
ar: المحاسب

source: Customer Name
ar: العميل

source: Delete
ar: حذف

source: Discount
ar: خصم

source: Edit Items Of Invoice
ar: تعديل منتجات الفاتورة

source: Finish
ar: انهاء

source: Item Name
ar: اسم المنتج

source: Items
ar: المنتجات

# ndell1
source: Dell Inspiron
ar: لاب توب ديل انسبيرون

# nlenovo2
source: Lenovo IdeaPad Slim
ar: لاب توب لينوفو

source: Total Price
ar: اجمالي السعر

source: Total Price After Discount
ar: اجمالي السعر بعد الخصم

source: Total Price Without Discount
ar: اجمالي السعر قبل الخصم

# nrealme3
source: Realme C55
ar: ريلمي C55

# nrealme4
source: Realme C53
ar: ريلمي C53

# nfresh5
source: Fresh water cooler
ar: مبرد مياه فريش

# ntornado6
source: Tornado Microwave
ar: ميكروويف تورنيدو

# nlg7
source: LG Smart
ar: تلفزيون سمارت ال جي

# ntv8
source: Tv Samsung
ar: تلفزيون سامسونج

# nlkjlj9
source: lkjlj
ar: lk;k;k

# nlkjlj10
source: lkjlj
ar: lk;k;k

# nlg11
source: LG Smart
ar: تلفزيون سمارت ال جي

# nlg12
source: LG 55 in
ar: تلفزيون ال جي55
